Repository: gapan/salix-update-notifier
Catalog: po/*.po
Languages: el, it, pl, sv

source: Run Salix Update Manager as root
el: Εκτελέστε την εφαρμογή ενημέρωσης του Salix ως root
it: Avvia Gestore Aggiornamenti di Salix come root
sv: Kör Salix Update Manager som root

source: Authentication is required to run Salix Update Manager
el: Απαιτείται ταυτοποίηση για να εκτελεστεί η εφαρμογή ενημέρωσης του Salix
it: E' richiesta l'autenticazione per avviare il Gestore Aggiornamenti Salix
sv: Autentisering krävs för att köra Salix Update Manager

source: Package updates are available.
el: Υπάρχουν διαθέσιμες ενημερώσεις πακέτων.
it: Sono disponibili aggiornamenti dei pacchetti,
pl: Aktualizacja pakietów jest dostępna.
sv: Uppdateringar är tillgängliga.

source: Salix update notifier
el: Ειδοποιητής αναβαθμίσεων πακέτων του Salix
it: Notifica degli aggiornamenti di Salix
pl: Powiadamiacz aktualizacji Salix
sv: Salix uppdaterings meddelande

source: Display a tray notification when package updates are available
el: Παρουσιάζει μια ενημέρωση στη μπάρα εργασίας όταν υπάρχουν διαθέσιμες ενημερώσεις πακέτων
it: Mostra una notifica sulla barra della attività quando sono disponibili aggiornamenti
pl: Jeśli są dostępne aktualizacje pakietów - wyświetl powiadomienie w trayu
sv: Visa meddelande när det finns uppdateringar

source: Salix Update Manager
el: Εφαρμογή ενημέρωσης του Salix
it: Gestore degli Aggiornamenti di Salix
sv: Salix uppdateringshanterare

source: Update your installed software
el: Ενημερώστε το εγκατεστημένο λογισμικό σας.
it: Aggiorna il software installato
pl: Aktualizacja zainstalowanego oprogramowania
sv: Uppdatera dina installerade programvaror

source: Please choose the type of installation you want to update.
el: Παρακαλώ επιλέξτε το είδος της εγκατάστασης που επιθυμείτε να ενημερώσετε.
it: Selezionare il tipo di installazione che si desidera aggiornare.
sv: Välj vilken typ av installation du vill uppdatera.

source: System:
el: Συστήματος:
it: Sistema:

source: Update system packages and the system-wide Flatpak installation.
el: Ενημερώστε πακέτα συστήματος και την εγκατάσταση συστήματος του Flatpak.
it: Aggiorna i pacchetti del sistema e i Flatpak installati per l'intero sistema.
sv: Uppdatera systempaket och den systemomfattande Flatpak-installationen.

source: You will need to enter your password to continue.
el: Θα χρειαστεί να εισάγετε τον κωδικό σας για να συνεχίσετε.
it: E' richiesta la password per continuare.
sv: Du måste ange ditt lösenord för att fortsätta.

source: User:
el: Χρήστη
it: Utente:
sv: Användare:

source: Update only your user's Flatpak installation.
el: Ενημερώστε την εγκατάσταση flatpak του χρήστη σας.
it: Aggiorna solo i Flatpak installati dall'utente.
sv: Uppdatera endast din användares Flatpak-installation.

source: System
el: Συστήματος
it: Sistema

source: User
el: Χρήστη
it: Utente
sv: Användare

source: The following software will be updated:
el: Το παρακάτω λογισμικό θα ενημερωθεί:
it: I seguenti programmi saranno aggiornati:
pl: Następujące oprogramowanie zostanie zaktualizowane
sv: Följande programvara kommer att uppdateras:

source: Preparing updates...
el: Γίνεται προετοιμασία των ενημερώσεων...
it: Sto preparando gli aggiornamenti...
pl: Przygotowywanie aktualizacji...
sv: Förbereder uppdateringar...

source: Cancel
el: Ακύρωση
it: Annulla
pl: Anuluj
sv: Avbryt

source: Proceed
el: Συνέχεια
it: Procedi
pl: Operacja w toku
sv: Fortsätt

source: Error
el: Σφάλμα
it: Errore
pl: Błąd
sv: Fel

source: Exit
el: Έξοδος
it: Esci
pl: Wyjdź
sv: Avsluta

source: No Updates
el: Δεν υπάρχουν ενημερώσεις
it: Nessun Aggiornamento
pl: Brak aktualizacji
sv: Inga uppdateringar

source: There are no available updates.
el: Δεν υπάρχουν διαθέσιμες ενημερώσεις.
it: Non ci sono aggiornamenti disponibili
pl: Brak dostępnych aktualizacji.
sv: Det finns inga tillgängliga uppdateringar.

source: Reading package lists...
el: Ανάγνωση λίστας πακέτων
it: Sto leggendo la lista dei pacchetti...
pl: Czytanie listy pakietów...
sv: Läser paketlistor...

source: Updates complete
el: Ολοκλήρωση ενημερώσεων
it: Aggiornamenti completati
pl: Aktualizacja zakończona
sv: Uppdateringar slutförda

source: OK
el: ΟΚ

source: All updates have completed successfully.
el: Όλες οι ενημερώσεις ολοκληρώθηκαν με επιτυχία.
it: Tutti gli aggiornamenti sono stati completati con successo.
pl: Wszystkie aktualizacje zakończone poprawnie
sv: Alla uppdateringar har slutförts.

source: new
el: νέο
it: nuovo
pl: nowy
sv: ny

source: %d %% complete
el: %d %% ολοκληρώθηκε
it: %d %% completato
pl: %d %% ukończono
sv: %d %% slutfört

source: Downloading %s %s
el: Γίνεται λήψη του %s %s
it: Sto scaricando %s %s
pl: Pobieranie %s %s
sv: Laddar ner %s %s

source: Package download failed.
el: Η λήψη του πακέτου απέτυχε.
it: Scaricamento del pacchetto non completato.
pl: Pobranie pakietu nie powiodło się
sv: Paketnedladdningen misslyckades.

source: Please try again or check your network connection and available disk space if the issue persists.
el: Παρακαλώ δοκιμάστε ξανά ή ελέγξτε τη σύνδεση δικτύου σας και το διαθέσιμο χώρο στο δίσκο σας αν το πρόβλημα παραμένει.
it: Per favore prova ancora. Se il problema persiste controlla la tua connessione di rete e lo spazio disponibile sul disco.
pl: Jeśli problem nadal występuje, spróbuj ponownie lub sprawdź połączenie sieciowe i dostępną przestrzeń na dysku.
sv: Försök igen eller kontrollera din nätverksanslutning och tillgängligt diskutrymme om problemet kvarstår.

source: Exception
el: Εξαίρεση
it: Eccezione
pl: Wyjątek
sv: Undantag

source: Updating %s
el: Γίνεται ενημέρωση του %s
it: Aggiorno %s
pl: Aktualizacja %s
sv: Uppdaterar %s

source: Installing %s
el: Γίνεται εγκατάσταση του %s
it: Installo %s
pl: Instalacja %s
sv: Installerar %s

source: Package installation failed.
el: Η εγκατάσταση του πακέτου απέτυχε.
it: Installazione del pacchetto fallita.
pl: Instalacja pakietu nie powiodła się.
sv: Paketinstallationen misslyckades.

source: Downloading %s
el: Γίνεται λήψη του %s
it: Scarico %s
pl: Pobieranie %s
sv: Laddar ner %s

source: Flatpak download failed.
el: Η λήψη του flatpak απέτυχε.
it: Scaricamento del flatpak fallito.
pl: Pobieranie Flatpak nie powiodło się.
sv: Flatpak-nedladdningen misslyckades.

source: Flatpak installation failed.
el: Η εγκατάσταση του flatpak απέτυχε.
it: Installazione del flatpak fallita.
pl: Instalacja Flatpak nie powiodła się.
sv: Flatpak-installationen misslyckades.

source: Removing unused flatpaks
el: Γίνεται απομάκρυνση των flatpak που δεν χρησιμοποιούνται.
it: Rimuovo i flatpak inutilizzati
pl: Usuwanie nieużywanych pakietów Flatpak
sv: Tar bort oanvända flatpaks

source: Unused flatpak removal failed.
el: Η απομάκρυνση των flatpak που δεν χρησιμοποιούνται απέτυχε.
it: Rimozione dei flatipak inutilizzati fallita.
pl: Nie udało się usunąć nieużywanego pakietu Flatpak.
sv: Borttagning av oanvänd flatpak misslyckades.

source: Finalizing updates
el: Γίνεται ολοκλήρωση των ενημερώσεων.
it: Completamento aggiornamenti
pl: Finalizowanie aktualizacji
sv: Slutför uppdateringar

source: Finalizing flatpak updates failed.
el: Η ολοκλήρωση των ενημερώσεων flatpak απέτυχε.
it: Completamento aggiornamenti flatpak fallito.
pl: Finalizowanie aktualizacji Flatpak nie powiodło się.
sv: Slutförandet av Flatpak-uppdateringar misslyckades.

source: 1 package will be updated.
el: 1 πακέτο θα ενημερωθεί.
it: 1 pacchetto verrà aggiornato.
pl: 1 pakiet zostanie zaktualizowany.
sv: 1 paket kommer att uppdateras.

source: %d packages will be updated.
el: %d πακέτα θα ενημερωθούν.
it: %d pacchetti verranno aggiornati.
pl: %d pakietów zostanie zaktualizowanych.
sv: %d paket kommer att uppdateras.

source: 1 new package will be installed as a dependency.
el: 1 νέο πακέτο θα εγκατασταθεί ως εξάρτηση.
it: 1 nuovo pacchetto verrà installato come dipendenza.
pl: 1 nowy pakiet zostanie zainstalowany jako zależność.
sv: 1 nytt paket kommer att installeras som beroende.

source: %d new packages will be installed as dependencies.
el: %d νέα πακέτα θα εγκατασταθούν ως εξαρτήσεις.
it: %d nuovi pacchetti verranno installati come dipendenze.
pl: %d nowych pakietów zostaną zainstalowane jako zależności.
sv: %d nya paket kommer att installeras som beroenden.

source: 1 flatpak will be updated.
el: 1 flatpak θα ενημερωθεί.
it: 1 flatpak verrà aggiornato.
pl: 1 Flatpak zostanie zaktualizowany.
sv: 1 flatpak kommer att uppdateras.

source: %d flatpaks will be updated.
el: %d flatpak θα ενημερωθούν.
it: %d flatpak verranno aggiornati.
pl: %d pakietów Flatpak zostanie zaktualizowanych.
sv: %d flatpaks kommer att uppdateras.

source: 1 new flatpak runtime will be installed as a dependency.
el: 1 νέα βιβλιοθήκη flatpak θα εγκατασταθεί ως εξάρτηση.
it: 1 il runtime del nuovo flatpak verrà installato come dipendenza .
pl: Jako zależność zostanie zainstalowane 1 nowe środowisko wykonawcze Flatpak.
sv: 1 ny flatpak-runtime kommer att installeras som ett beroende.

source: %d new flatpak runtimes will be installed as dependencies.
el: %d νέες βιβλιοθήκες flatpak θα εγκατασταθούν ως εξαρτήσεις.
it: %d i runtime dei nuovi flatpak verranno installati come dipendenze.
pl: %dnowych środowisk uruchomieniowych Flatpak zostanie zainstalowane jako zależności.
sv: %d nya Flatpak-runtimes kommer att installeras som beroenden.

source: Do you want to proceed with these software updates?
el: Επιθυμείτε να συνεχίσετε με αυτές τις ενημερώσεις λογισμικού;
it: Desideri procedere con questi aggiornamenti?
pl: Czy chcesz kontynuować aktualizację oprogramowania?
sv: Vill du fortsätta med dessa programuppdateringar?

source: Error getting slapt-get updates:
el: Σφάλμα κατά τη λήψη των ενημερώσεων slapt-get:
it: Si è verificato un errore nel recupero degli aggiornamenti di slapt-get:
pl: Błąd podczas pobierania aktualizacji slapt-get:
sv: Fel vid hämtning av slapt-get-uppdateringar:

source: Error getting flatpak updates:
el: Σφάλμα κατά τη λήψη των ενημερώσεων flatpak:
it: Si è verificato un errore nel recupero degli aggiornamenti dei flatpak:
pl: Błąd podczas pobierania aktualizacji Flatpak:
sv: Fel vid hämtning av Flatpak-uppdateringar:
